# -*- coding:utf-8 -*-
zhengzhi = '叭叱叴叵叺叻叼杒杓杔杕杗杘杙杚杛杝杞杢杣杤杦杧杩杪杫杬叽叾卟圠圡圢圤奵奺奻奼奾奿扏扐払扖扗扙妀妁敳屮屰屲屳汖汚暯暰昵暲暳屴屵屶焁焂焃焄焇焈焉焋焌焍焎焏焐焑焒妅妉妋妌圥搌搎搏搐搑搒圦嚤呖嚧咙嚩咙嚧嚪嚫嚬嚭嚯嚰嚱亸喾嚵嘤嚷嚸嚹嚺嚻嚼嚽嚾嚿啭嗫囃囄冁囆囇呓囊囋囍囎囏囐嘱囒啮囔囕囖圙圚圛圜圝圞壛壜壝垄壠壡坜壣壤壥壦壧壨奙奚奛奝奞奟奡奣奤奦奨奁奫妸奯奰奱奲嬁嬂嬃嬄嬅嬆嬇娆嬉嬊娇嬍嬎嬏嬐嬑嬒嬓嬔嬕嬖嬗嬘嫱嬚嬛嬜嬞嬟嬠嫒嬢嬣嬥嬦嬧嬨嬩嫔嬫嬬嬬嬮嬯嬱嬲嬳嬴嬵嬶嬷婶嬹嬺嬻嬼嬽嬾嬿孀孁孂孄孅孆孇孆孈孉孊娈孋孊孍孎孏嫫孾寷巗巘巙巚帋巀巁巂巃巄巅巆巇巈巉巊幠幤幥幦幧幨幩幪幭幮幯幰幱戁戂戃戄戅戆懯曡曢曣曤曥曦曧昽曩曪曫曭曮曯欓欔欕欗欘欙欚欛欜欝棂欟獱獳獴獶獹獽獾獿猡玁玂玃爜爝爞爟爠爡爢爣爤爥爦爧爨爩灒灓漓灖灗灙灚灛灜灏灞灟灠灡灢灥灦灧灨灪'
sql = "INSERT INTO SensitiveWords(Category， Word) VALUES (N'%s',N'%s')"
param = "(N'%s', N'%s'),"
for item in zhengzhi:
    a = param % ('谩骂人身攻击',item)
    print(a)